{ "inquiries": [{
    "image": "http://thepsychreport.com/wp-content/uploads/2015/06/Iterative_Places205-GoogLeNet_14.jpg",
    "question": "How many Blors are there in a Vem Corpion?",
    "author": "Scragl Go%",
    "system": "Tango System",
    "notes": "Blors are a type of Glabdrux found in the Sed Nebula near Zixshu"
  }, {
    "image": "https://image.winudf.com/53/3ce6b8e6a3969c/screen-3.jpg",
    "question": "During which parsect did the Galbatronic Revolution begin in Vensmuthe?",
    "author": "Qi Ti",
    "system": "5849 System",
    "notes": "The Galbatronic Revolution redefined life for the creatures of Vensmuthe by providing them with the technology they required to overcome intense weather that plagued them for eons."
  }, {
    "image": "http://cdn.foodbeast.com/content/uploads/2016/03/cheet2-1.jpg",
    "question": "How many Cheetos come in a bag?",
    "author": "Ryan Corbin",
    "system": "Solar System",
    "notes": "Cheetos are a special delicacy on planet Earth"
  }, {
    "image": "https://dreager1.files.wordpress.com/2011/11/abgjhhkk.jpg",
    "question": "How many tentacles did Commander Zezzz Pra of the Nanarq Rebelion lose during the Battle At Torth Hji Moung in High Wo?",
    "author": "<.^.()*>",
    "system": "-))_((-)) System",
    "notes": "The Battle At Torth Hji Moung was a major turning point for the fate of the cosmos because the Impermeable Vel Suu Void expansion plan was cancelled out by the effort of many brave galactic citizens."
  }, {
    "image": "https://rerrede.files.wordpress.com/2012/09/day7-plantgirl2.jpg",
    "question": "What is a Couch Potato?",
    "author": "Michael Ribthcudex Zobsjen",
    "system": "Jarb System",
    "notes": "Jarb thinks this is some kind of creature from Planet Earth in the Solar System."
  }],
  "antwoords": [{
    "author": "Galvator Zinix",
    "rating": 3,
    "content": "Jarb, a couch potato is indeed a type of fish living in the Pacific Oceans district of Planet Earth, it has eleven arms and eats snacks."
  }, {
    "author": "JebdonxYegoosh",
    "rating": 1,
    "content": "To answer your question <.^.()*>, Commander Pra  being of Gxlemulen decent inherited a total of 53 natural tentacles from his parental Xa.  At the time of The Battle At Torth Hji, Pra had already lost 8 of those tentacles in previous battle wounds.  The Commander parted with another 33 tentacles in this epic engagement alone leaving him with only 12 remaining tentacles to live out his retirement on, more than enough to brush his 687 teeth with."
  }, {
    "author": "Jim Rowland",
    "rating": 4,
    "content": "Ryan, you know as well as any earthling that no two bags of Cheetos has the same number of Cheetos, don't be a troll!!"
  }, {
    "author": "+++++p",
    "rating": 2,
    "content": "Galbatronic Rebulution begin 56.984.45.93 parsect."
  }, {
    "author": "Tedk",
    "rating": 3,
    "content": "The average number of Blors in a Vem Corpion is betwen 62,000,000,000,999 and 62,000,000,005,569."
  }]
}
